[Conflux.H7ConfluxWallSegment H7CombatMapWall]
mObstacleName="城墙"

[Conflux.H7ConfluxWallSegment2 H7CombatMapWall]
mObstacleName="城墙"

[Conflux.H7ConfluxWallSegment3 H7CombatMapWall]
mObstacleName="城墙"

[creature_deco.A_Army_deco_drack H7AdventureArmy]
mName=""

[creature_deco.A_Army_deco_fary H7AdventureArmy]
mName=""

[creature_deco.A_Army_deco_fary2 H7AdventureArmy]
mName=""

[gate.H7confluxGateSegment H7CombatMapGate]
mObstacleName="城门"

[gate.H7confluxGateSegment2 H7CombatMapGate]
mObstacleName="城门"

[gate.H7confluxGateSegment3 H7CombatMapGate]
mObstacleName="城门"

[tower.A_Towerconflux_Attack H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="箭塔攻击"
mTooltip="射击敌方生物，造成%d.min到%d.max点伤害。"

[tower.H7ConfluxNoShootingTower H7CombatObstacleFracturedObject]
mObstacleName=""

[tower.H7ConfluxNoShootingTower2 H7CombatObstacleFracturedObject]
mObstacleName=""

[tower.H7ConfluxNoShootingTower3 H7CombatObstacleFracturedObject]
mObstacleName=""

[tower.H7ConfluxTower H7CombatMapTower]
mObstacleName="箭塔"

[tower.H7ConfluxTower_no H7CombatMapTower]
mObstacleName="箭塔"

[tower.H7confluxTowerUnit H7TowerUnit]
mName="元素之塔"
mLore=""